Repository: tmtfx/HaiPO
Catalog: data/locale/*/LC_MESSAGES/haipo.po
Languages: fur, it

source: Translator comment
fur: Coment tradutôr
it: Commento traduttore

source: Save comment
fur: Salve coment
it: Salva commento

source: char bytes:
fur: bytes dal caratar:
it: bytes del carattere:

source: Full Name
fur: Non complet
it: Nome Completo

source: Language team
fur: Grup di traduzion
it: Squadra di traduzione

source: Language-team e-mail
fur: E-mail dal grup di traduzion
it: E-mail squadra traduzioni

source: Accepted languages:
fur: Lenghis acetadis:
it: Lingue ammesse:

source: Add custom iso code
fur: Zonte codiç iso personalizât
it: Aggiungi codice iso personalizzato

source: Save
fur: Salve
it: Salva

source: Cancel
fur: Anule
it: Annulla

source: Missing accepted languages in config.ini, exception:
fur: A mancjin lis lenghis acetadis tal file config.ini, ecezion:
it: Mancano le lingue accettate nel file config.ini, eccezione:

source: Ok
fur: Va ben

source: Find/Replace translation
fur: Cjate/Sostituìs traduzion
it: Trova/Sostituisci traduzione

source: Search
fur: Cîr
it: Cerca

source: Replace
fur: Sostituìs
it: Sostituisci

source: Case sensistive
fur: Corispondence maiusculis
it: Maiuscole/Minuscole

source: Search:
fur: Cîr:
it: Cerca:

source: Replace:
fur: Sostituìs:
it: Sostituisci:

source: No matches found on listed entries
fur: Nissune corispondence cjatade tes vôs in liste
it: Nessuna corrispondenza trovata nelle voci elencate

source: Find source
fur: Cjate sorzint
it: Trova sorgente

source: No matches found on other entries
fur: Nissune corispondence cjatade tes altris vôs
it: Nessuna corrispondenza trovata nelle altre voci

source: PO properties
fur: Proprietâts gettext
it: Proprietà gettext

source: General Settings
fur: Impostazions gjenerâls
it: Impostazioni generali

source: Check language compliance between pofile and user
fur: Verifiche conformitât de lenghe tra profîl e utent
it: Verifica la conformità della lingua tra profilo e utente

source: Check file's mimetype
fur: Verifiche il gjenar MIME dal file
it: Verifica il MimeType del file

source: Localizations
fur: Localizazions
it: Localizzazioni

source: Compile MO file on saving
fur: Compile il file MO al salvament
it: Compila il file MO al salvataggio

source: Error enabling language compliance check, missing config section?
fur: Erôr tal abilitâ la verifiche de conformitât de lenghe, mancjie la sezion tal file di configurazion?
it: Errore nell'abilitare la verifica della conformità della lingua, manca la sezione nel file di configurazione?

source: Error enabling mimechecking, missing config section?
fur: Erôr tal abilitâ la verifiche dal MIME, mancjie la sezion tal file di configurazion?
it: Errore nell'abilitare la verifica del MIME, manca la sezione nel file di configurazione?

source: Error enabling mo-file compilation, missing config section?
fur: Erôr tal abilitâ la compilazion dal file .mo, mancjie la sezion tal file di configurazion?
it: Errore nell'abilitare la compilazione del file mo, manca la sezione nel file di configurazione?

source: Restart required to apply changes.
fur: Tu scugnis tornâ a inviâ la aplicazion par aplicâ lis modifichis.
it: È necessario riavviare l'applicazione per applicare le modifiche.

source: Error setting the localization, missing config section?
fur: Erôr tal configurâ la localizazion, mancjie la sezion tal file di configurazion?
it: Errore nel configurare la localizzazione, manca la sezione nel file di configurazione?

source: Translation Memory Settings
fur: Impostazion Memorie di Traduzion
it: Impostazioni Memoria di Traduzione

source: Enable/Disable translation memory
fur: Ative/Disative la memorie di traduzion
it: Abilita/Disabilita memoria di traduzione

source: Enable/Disable TM local server
fur: Ative/Disative il servidôr locâl pe MT
it: Abilita/Disabilita server locale per la MT

source: Server address:
fur: Direzion dal servidôr:
it: Indirizzo server:

source: Server port:
fur: Puarte dal servidôr:
it: Porta server:

source: Header size:
fur: Dimension de intestazion:
it: Dimensione header:

source: Enable/Disable local server log
fur: Ative/Disative il regjistri dal servidôr locâl
it: Abilita/Disabilita log per il server locale

source: Error writing tm setting in config.ini, missing config section?
fur: Erôr tal scrivi la configurazion pe MT tal config.ini, mancjie la sezion tal file di configurazion?
it: Errore nella scrittura delle impsotazioni MT nel file config.ini, manca la sezione nel file di configurazione?

source: Error writing builtinsrv setting in config.ini, missing config section?
fur: Erôr tal scrivi la impostazion builtinsrv in config.ini, mancjie la sezion tal file di configurazion?
it: Errore nella scrittura dell'impostazione builtinsrv nel file config.ini, manca la sezione nel file di configurazione?

source: Error writing logsrv setting in config.ini, missing config section?
fur: Erôr tal scrivi la impostazion logsrv in config.ini, mancjie la sezion tal file di configurazion?
it: Errore nella scrittura dell'impostazione logsrv nel file config.ini, manca la sezione nel file di configurazione?

source: Cannot save TM server address
fur: Impussibil salvâ la direzion dal servidôr pe memorie di traduzion
it: Impossibile salvare l'indirizzo del server MT

source: Cannot save TM server port. Port value:
fur: Impussibil salvâ la puarte dal servidôr pe memorie di traduzion. Valôr de puarte:
it: Impossibile salvare la porta del server MT. Valore della porta:

source: Cannot save header size. Header value:
fur: Impussibil salvâ la dimension de intestazion: Valôr de intestazion:
it: Impossibile salvare la dimensione dell'header. Valore dell'header:

source: Spellchecking Settings
fur: Impostazions pe ortografie
it: Impostazioni controllo ortografico

source: Enable/Disable spellcheck
fur: Ative/Disative control ortografic
it: Abilita/Disabilita controllo ortografico

source: Dictionary path:
fur: Percors al dizionari:
it: Percorso per il dizionario:

source: Chars included in words:
fur: Caratars di includi tes peraulis:
it: Caratteri inclusi nelle parole:

source: Chars-categories excluded in words:
fur: Categoriis di caratars esclududis tes peraulis:
it: Categoria di caratteri esclusi nelle parole:

source: Enable/Disable external translator
fur: Ative/Disative tradutôr esterni
it: Abilita/Disabilita traduttore esterno

source: Translator engine:
fur: Motôr di traduzion:
it: Motore del traduttore:

source: Error enabling spellcheck, check config.ini
fur: Erôr tal abilitâ il control ortografic, verifiche il file config.ini
it: Errore nell'abilitare il controllo ortografico, verifica il file config.ini

source: Error enabling external translator, check config.ini
fur: Erôr tal abilitâ il tradutôr esterni, verifiche il file config.ini
it: Errore nell'abilitare il traduttore esterno, verifica il file config.ini

source: Error selecting the translator engine, check config.ini
fur: Erôr tal selezionâ il motôr di traduzion, verifiche il file config.ini
it: Errore nel selezionare il motore per il traduttore, verifica il file config.ini

source: Cannot save dictionary name path
fur: Impussibil salvâ il percors al non dal dizionari
it: Impossibile salvare il percorso del nome del dizionario

source: With
fur: Cun
it: Con

source: , could not find
fur: , nol è stât pussibil cjatâ
it: , non è stato possibile trovare

source: Cannot save inclusion chars
fur: Impussibil salvâ i caratars di includi
it: Impossibile salvare i caratteri da includere

source: Cannot save esclusion char categories
fur: Impussibil salvâ lis categoriis di caratars di escludi
it: Impossibile salvare le categorie di caratteri da escludere

source: Po header
fur: Intestazion gettext
it: Intestazione gettext

source: Po editor for Haiku
fur: Editôr di PO par Haiku
it: Editor PO per Haiku

source: by Fabio Tomat
fur: di Fabio Tomat
it: di Fabio Tomat

source: MIT LICENSE
fur: LICENCE MIT
it: LICENZA MIT

source: Copyright © 2025 Fabio Tomat Permission is hereby granted, free of charge, to any person obtaining a copy of this software and associated documentation files (the “Software”), to deal in the Software without restriction, including without limitation the rights to use, copy, modify, merge, publish, distribute, sublicense, and/or sell copies of the Software, and to permit persons to whom the Software is furnished to do so, subject to the following conditions: The above copyright notice and this permission notice shall be included in all copies or substantial portions of the Software.
fur: Copyright © 2025 Fabio Tomat Cun chest al ven dât il permès, a titul gratuit, a ducj chei che a otegnin une copie di chest software e i relatîfs files di documentazion (il “Software”), di doprâ il software cence limitazions, includûts cence limits i dirits di doprâ, copiâ, modificâ, meti dongje, publicâ, distribuî, concedi in sot-licence e/o vendi copiis dal Software, e di permeti aes personis che a ricevin il Software di fâlu parimentri, secont chestis cundizions: L'avîs sui dirits di autôr chi parsore e chest avîs di autorizazion a saran includûts in dutis lis copiis o tes porzions plui impuartantis dal Software.
it: Copyright © 2025 Fabio Tomat Con la presente viene concesso il permesso, a titolo gratuito, a chiunque ottenga una copia del presente software e dei file di documentazione associati (il “Software”), di trattare il Software senza restrizioni, inclusi, senza limitazioni, i diritti di utilizzare, copiare, modificare, unire, pubblicare, distribuire, concedere in sublicenza e/o vendere copie del Software, e di consentire alle persone a cui viene fornito il Software di farlo, alle seguenti condizioni: L'avviso sul copyright di cui sopra e il presente avviso di autorizzazione saranno inclusi in tutte le copie o parti sostanziali del Software.

source: THE SOFTWARE IS PROVIDED “AS IS”, WITHOUT WARRANTY OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO THE WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE AND NONINFRINGEMENT. IN NO EVENT SHALL THE AUTHORS OR COPYRIGHT HOLDERS BE LIABLE FOR ANY CLAIM, DAMAGES OR OTHER LIABILITY, WHETHER IN AN ACTION OF CONTRACT, TORT OR OTHERWISE, ARISING FROM, OUT OF OR IN CONNECTION WITH THE SOFTWARE OR THE USE OR OTHER DEALINGS IN THE SOFTWARE.
fur: IL SOFTWARE AL VEN DÂT “CUSSì CEMÛT CHE AL È”, CENCE NISSUNE GARANZIE, ESPLICITE O IMPLICITE, INCLUDUDIS, MA NO NOME, LIS GARANZIIS DI COMERCIABILITÂT, IDONEITÂT PAR UNE FINALITÂT PARTICOLÂR E NO VIOLAZION DI DIRITS DI ALTRIS. IN NISSUN CÂS I AUTÔRS O I TITOLÂRS DAI DIRITS DI AUTÔR A SARAN RESPONSABII PAR CUALSISEI RECLAM, DAMS O ALTRE RESPONSABILITÂT, SEDI INTUNE AZION CONTRATUÂL, ILECIT O CÂS DIVIERS, CHE A DERIVIN DI O IN CONESSION CUL SOFTWARE O LA SÔ UTILIZAZION O ALTRIS OPERAZIONS DAL SOFTWARE.
it: IL SOFTWARE VIENE FORNITO "COSÌ COME È", SENZA GARANZIA DI ALCUN TIPO, ESPLICITA O IMPLICITA, INCLUSE MA NON LIMITATE ALLE GARANZIE DI COMMERCIABILITÀ, IDONEITÀ PER UNO SCOPO PARTICOLARE E NON VIOLAZIONE DI DIRITTI ALTRUI. IN NESSUN CASO GLI AUTORI O I TITOLARI DEL COPYRIGHT SARANNO RESPONSABILI PER QUALSIASI RECLAMO, DANNO O ALTRA RESPONSABILITÀ, SIA IN UN'AZIONE CONTRATTUALE, ILLECITO O ALTRIMENTI, DERIVANTE DA O IN CONNESSIONE CON IL SOFTWARE O L'UTILIZZO O ALTRE OPERAZIONI DEL SOFTWARE.

source: something went wrong loading the logo
fur: alc al è lât strucj intal cjariâ il logo
it: qualcosa è andato storto durante il caricamento del logo

source: no logo found
fur: nissun logo cjatât
it: nessun logo trovato

source: Build PO with this language:
fur: Cree il file PO par cheste lenghe:
it: Costruisci il file PO con questa lingua:

source: Build and open
fur: Cree e vierç
it: Costruisci e apri

source: no plurals file found
fur: nissun file pai plurâls cjatât
it: non è stato trovato alcun file per i plurali

source: Charset encoding:
fur: Codifiche dai caratars:
it: Codifica dei caratteri:

source: View
fur: Visualize
it: Visualizza

source: Fuzzy
fur: Di tornâ a viodi
it: Da rivedere

source: Untranslated
fur: Di voltâ
it: Da fare

source: Translated
fur: Tradotis
it: Tradotto

source: Obsolete
fur: Vecjis
it: Obsoleto

source: Translation
fur: Traduzion
it: Traduzione

source: Copy from source (ctrl+shift+s)
fur: Copie de sorzint (ctrl+miusc+s)
it: Copia da sorgente (ctrl+maiusc+s)

source: Recent
fur: Resints
it: Recenti

source: Open
fur: Vierç
it: Apri

source: Close
fur: Siere
it: Chiudi

source: Save as...
fur: Salve come...
it: Salva come...

source: Quit
fur: Jes
it: Esci

source: Edit comment
fur: Modifiche coment
it: Modifica commento

source: Done and next
fur: Fat e prossim
it: Fatto, vai al successivo

source: Mark/Unmark fuzzy (ctrl+b)
fur: Segne/Gjave fuzzy (riviodi) (ctrl+b)
it: Segna/Togli fuzzy (da rivedere) (ctrl+b)

source: Previous w/o saving
fur: Chel prime cence salvâ
it: Precedente senza salvare

source: Next w/o saving
fur: Sucessîf cence salvâ
it: Successivo senza salvare

source: Po properties
fur: Proprietâts gettext
it: Proprietà file po

source: Compile mo file
fur: Compile file .mo
it: Compila file mo

source: Settings
fur: Impostazions
it: Impostazioni

source: General
fur: Gjenerâls
it: Generali

source: User settings
fur: Impostazions utent
it: Impostazioni utente

source: Spellcheck
fur: Control ortografic
it: Controllo ortografico

source: Translation Memory
fur: Memorie di traduzion
it: Memoria di Traduzione

source: About
fur: Informazions
it: Informazioni

source: Help
fur: Jutori
it: Aiuto

source: Your dictionary cannot be found, disabling spell check...
fur: Impussibil cjatâ il to dizionari, il control ortografic al ven disativât...
it: Non è stato possibile trovare il tuo dizionario, si disabilita il controllo ortografico...

source: Ooook
fur: Vaaa ben

source: Spellchecker status:
fur: Stât control ortografic:
it: Stato controllo ortografico:

source: disabled
fur: disativât
it: disabilitato

source: TM server status: alive
fur: Stât servidôr pe MT: vîf
it: Stato server MT: vivo

source: TM server status: not running
fur: Stât servidôr pe MT: fer
it: Stato server MT: non in esecuzione

source: Line number:
fur: Numar rie:
it: Numero riga:

source: Error connecting to Translation
fur: Erôr di conession al servidôr
it: Errore di conessione al server

source: Memory server
fur: pe memorie di traduzion
it: per la memoria di traduzione

source: Source language
fur: Lenghe di voltâ
it: Lingua da tradurre

source: Target language
fur: Lenghe test voltât
it: Lingua in cui tradurre

source: Translate
fur: Tradûs
it: Traduci

source: Progress:
fur: Progrès:
it: Avanzamento:

source: Error: .po file not found at:
fur: Erôr: il file .po nol è stât cjatât in:
it: Errore: file .po non trovato in:

source: Error compiling with Babel:
fur: Erôr tal compilâ cun Babel:
it: Errore nella compilazione con Babel:

source: This is a workaround, the file's mimetype is not a x-gettext-translation nor a x-gettext-translation-template. Do you want to open the file despite this?
fur: Cheste e je une soluzion alternative, il gjenar di MIME dal file nol è ni x-gettext-translation ni x-gettext-translation-template. Desideristu vierzi il file distès?
it: Questo è un rimedio provvisiorio: il MimeType del file non è né x-gettext-translation né x-gettext-translation-template. Aprire il file ugualmente?

source: Yes
fur: Sì
it: Sì

source: This is a workaround, cannot detect correctly the file's mimetype. Do you want to open the file despite this?
fur: Cheste e je une soluzion alternative, nol è pussibil identificâ ben il gjenar di MIME dal file. Desideristu vierzi il file distès?
it: Questo è un rimedio provvisorio: non si riesce a rilevare correttamente il mimetype del file. Aprire il file ugualmente?

source: At position
fur: Ae posizion
it: Alla posizione

source: Unable to open the po file
fur: Impussibil vierzi il file po
it: Impossibile aprire il file po

source: Error reading po metadata
fur: Erôr tal lei i metadâts dal file po
it: Errore nella lettura dei metadati po

source: There's no language section in metadata! Continue?
fur: No esist une sezion "lenghe" tai metadâts! Continuâ?
it: Non c'è alcuna sezione lingua nei metadati! Continuare?

source: This gettext portable object file is not for your language!
fur: Chest file "gettext portable object" nol è pe tô lenghe!
it: Questo file gettext portable object non è per la tua lingua!

source: OK
fur: VA BEN

source: Now you'll be addressed to the last fatal error
fur: Cumò tu vignarâs indreçât al ultin erôr fatâl
it: Ora verrai indirizzato all'ultimo errore fatale

source: Please, fill the fields below, these informations will be written to saved po files and in config.ini
fur: Par plasê, compile i cjamps chi sot, chestis informazions a vignaran scritis e salvadis tai files po e tal file di configurazion config.ini
it: Per piacere, riempi i campi sottostanti, queste informazioni verranno scritte nei file po salvati e nel file config.ini

source: There's a recent temporary backup file, open it instead?
fur: Al è presint un file di recupar temporani resint, vierzi chel impen?
it: C'è un file di backup temporaneo più recente, aprirlo al posto di quello scelto?

source: It is possible that the backup file is corrupted or damaged and it cannot be loaded! The original file will be loaded instead.
fur: Al è pussibil che il file di recupar al sedi ruvinât o corot e nol è pussibil cjariâlu! Al so puest al vignarà cjariât il file origjinari.
it: È possibile che il file di backup sia corrotto o danneggiato e non è possibile caricarlo! Al suo posto verrà caricato il file originario.

source: unable to handle the error
fur: impussibil gjestî l'erôr
it: impossibile gestire l'errore

source: Go to this error?
fur: Lâ a chest erôr?
it: Andare a questo errore?

source: Skip
fur: Salte
it: Salta

source: Find/Replace
fur: Cjate/Sostituìs
it: Trova/Sostituisci

source: No help pages installed
fur: Nissune pagjine di jutori instalade
it: Nessuna pagina di aiuto installata

source: Poor me
fur: Biât jo
it: Povero me

source: New header not found in the saving message, skipped saving...
fur: Tal messaç di salvament no je stade cjatade la gnove intestazion, si salte il salvament...
it: Nel messaggio di salvataggio mancava la nuova intestazione, si evita di salvare...

source: Different number of plurals
fur: Numar di plurâi diviers
it: Numero di plurali diverso

source: This entry presents plural source entry, but the number of translation entries do not respect the language number of plurals. Saving this entry will introduce some differences from original file or errors. Do you want to manually fix this error or let this app attempt a fix?
fur: Cheste vôs e presente une vôs sorzint plurâl, ma il numar di vôs pe traduzion no corispuint al numar di plurâi de lenghe. Se tu salvis cheste vôs tu crearâs cualchi diference cul file origjinâl o cualchi erôr. Desideristu comedâ a man chest erôr o lassâ che la aplicazion e ciri di comedâlu?
it: Questa voce presenta voci sorgente al plurale, ma il numero di voci tradotte non corrisponde al numero di plurali della lingua. Il salvataggio di questa voce introdurrà delle differenze rispetto all'originale o errori. Desideri aggiustare a mano questo errore o lasciare che la applicazione cerchi di apportare correzioni?

source: Manual
fur: Manuâl
it: Manuale

source: Auto Fix
fur: Auto-Comede
it: Correggi

source: To proceed you need to save this file first, proceed?
fur: Par continuâ prime tu scugnis salvâ chest file, continuâ?
it: Per procedere dovrai prima salvare questo file, continuare?

source: Custom
fur: Personalizât
it: Personalizzato

source: Error saving the previous entry
fur: Erôr tal salvâ la vôs prime di cheste
it: Errore nel salvare la voce precedente

source: TM server status: dead
fur: Stât servidôr pe MT: muart
it: Stato server MT: morto

source: TM server status: died badly
fur: Stât servidôr pe MT: muart mâl
it: Stato server MT: morto male

source: A reconstructed file (
fur: Al è stât creât un file ricostruît (
it: È stato creato un file ricostruito (

source: ) has been created, Please check for compliance.
fur: ), verifiche la conformitât.
it: ), verifica la conformità.

source: The temporary file is newer than the original po file, what do you want to do?
fur: Il file temporani al è plui resint dal file po origjinâl, ce desideristu fâ?
it: Il file temporaneo è più recente del file po originale, cosa desideri fare?

source: Save it to po file
fur: Salvilu sul file po
it: Salvalo sul file po

source: Delete temp file
fur: Elimine file temporani
it: Elimina file temporaneo

source: Just quit
fur: Jes e vonde
it: Esci

source: CustomISO
fur: ISO personalizât
it: ISO personalizzato

source: ISO code:
fur: Codiç ISO:
it: Codice ISO:

source: version
it: versione
